{
    "token2idx": {
        " ": 5,
        "(": 6,
        ")": 7,
        "+lovelly": 8,
        ",": 9,
        ",blue": 10,
        ",ottoman": 11,
        ",p": 12,
        ",yellow": 13,
        "2": 14,
        "2-door": 15,
        "2nd": 16,
        "3": 17,
        "3/4": 18,
        "3rd": 19,
        "4": 20,
        "4th": 21,
        "5": 22,
        "5th": 23,
        "90": 24,
        "?": 25,
        "?`": 26,
        "a": 27,
        "a/c": 28,
        "ablue": 29,
        "about": 30,
        "above": 31,
        "ac": 32,
        "accent": 33,
        "accept": 34,
        "access": 35,
        "accessed": 36,
        "accessible": 37,
        "across": 38,
        "action": 39,
        "acts": 40,
        "adjacent": 41,
        "adult": 42,
        "affixed": 43,
        "after": 44,
        "against": 45,
        "ahead": 46,
        "aid": 47,
        "air": 48,
        "air-conditioner": 49,
        "aisle": 50,
        "ajar": 51,
        "alarm": 52,
        "alcove": 53,
        "aligned": 54,
        "aligns": 55,
        "all": 56,
        "all-in-one": 57,
        "allows": 58,
        "almost": 59,
        "alone": 60,
        "along": 61,
        "alongside": 62,
        "also": 63,
        "alternative": 64,
        "aluminum": 65,
        "am": 66,
        "among": 67,
        "an": 68,
        "and": 69,
        "angle": 70,
        "angled": 71,
        "animal": 72,
        "another": 73,
        "any": 74,
        "apart": 75,
        "apartment": 76,
        "appear": 77,
        "appears": 78,
        "apple": 79,
        "appliance": 80,
        "appliances": 81,
        "arched": 82,
        "archway": 83,
        "are": 84,
        "area": 85,
        "aren't": 86,
        "arge": 87,
        "arm": 88,
        "armchair": 89,
        "armchairs": 90,
        "armchairs'": 91,
        "armless": 92,
        "armrest": 93,
        "armrest.": 94,
        "armrests": 95,
        "arms": 96,
        "around": 97,
        "arranged": 98,
        "arrangement": 99,
        "art": 100,
        "artwork": 101,
        "as": 102,
        "ash": 103,
        "aside": 104,
        "at": 105,
        "atop": 106,
        "attached": 107,
        "auditorium": 108,
        "away": 109,
        "aways": 110,
        "back": 111,
        "back-most": 112,
        "backed": 113,
        "background": 114,
        "backing": 115,
        "backless": 116,
        "backpack": 117,
        "backpacks": 118,
        "backrest": 119,
        "backrests": 120,
        "backs": 121,
        "backside": 122,
        "backsides": 123,
        "backwards": 124,
        "baf": 125,
        "bag": 126,
        "balance": 127,
        "ball": 128,
        "balloon": 129,
        "ban": 130,
        "bank": 131,
        "banner": 132,
        "bar": 133,
        "barbasol": 134,
        "barrel": 135,
        "barrels": 136,
        "bars": 137,
        "base": 138,
        "baseboard": 139,
        "basin": 140,
        "basins": 141,
        "basket": 142,
        "baskets": 143,
        "bath": 144,
        "batheroom": 145,
        "bathmat": 146,
        "bathrobe": 147,
        "bathrobes": 148,
        "bathroom": 149,
        "bathroom.": 150,
        "bathrrom": 151,
        "bathtub": 152,
        "battery": 153,
        "be": 154,
        "bead": 155,
        "bean": 156,
        "bear": 157,
        "because": 158,
        "bed": 159,
        "bed's": 160,
        "bedding": 161,
        "bedframe": 162,
        "bedpost": 163,
        "bedposts": 164,
        "bedroom": 165,
        "beds": 166,
        "bedside": 167,
        "been": 168,
        "before": 169,
        "begins": 170,
        "behind": 171,
        "beige": 172,
        "bein": 173,
        "being": 174,
        "belong": 175,
        "belonging": 176,
        "belongs": 177,
        "below": 178,
        "bench": 179,
        "benches": 180,
        "bend": 181,
        "bends": 182,
        "beneath": 183,
        "beside": 184,
        "besides": 185,
        "between": 186,
        "beverage": 187,
        "beyond": 188,
        "bezel": 189,
        "bicycle": 190,
        "big": 191,
        "bigger": 192,
        "biggest": 193,
        "bike": 194,
        "bin": 195,
        "bin's": 196,
        "bine": 197,
        "bins": 198,
        "bit": 199,
        "black": 200,
        "black-and-white": 201,
        "black-framed": 202,
        "black/gray": 203,
        "blackboard": 204,
        "blackouts": 205,
        "blak": 206,
        "blanket": 207,
        "blankets": 208,
        "blind": 209,
        "blinded": 210,
        "blinds": 211,
        "block": 212,
        "blue": 213,
        "board": 214,
        "boarder": 215,
        "boarders": 216,
        "boards": 217,
        "boat": 218,
        "body": 219,
        "boiler": 220,
        "bokks": 221,
        "book": 222,
        "bookbag": 223,
        "bookcase": 224,
        "bookcases": 225,
        "bookhelf": 226,
        "books": 227,
        "bookshelf": 228,
        "bookshelves": 229,
        "bookshelving": 230,
        "booth": 231,
        "borad": 232,
        "border": 233,
        "both": 234,
        "bottle": 235,
        "bottled": 236,
        "bottles": 237,
        "bottom": 238,
        "bottom-left": 239,
        "bottoms": 240,
        "bove": 241,
        "bowl": 242,
        "bowls": 243,
        "bown": 244,
        "box": 245,
        "boxes": 246,
        "boxy": 247,
        "brass": 248,
        "bread": 249,
        "breakfast": 250,
        "breakroom": 251,
        "brick": 252,
        "brief": 253,
        "briefcase": 254,
        "bright": 255,
        "broken": 256,
        "broom": 257,
        "brooms": 258,
        "brow": 259,
        "brown": 260,
        "brownish": 261,
        "brush": 262,
        "bucket": 263,
        "buckets": 264,
        "building": 265,
        "built": 266,
        "built-in": 267,
        "bulge": 268,
        "bulletin": 269,
        "bunch": 270,
        "bunk": 271,
        "bureau": 272,
        "burgundy": 273,
        "burner": 274,
        "busted": 275,
        "but": 276,
        "butted": 277,
        "button": 278,
        "by": 279,
        "c-shaped": 280,
        "cabinent": 281,
        "cabinet": 282,
        "cabinet's": 283,
        "cabinetry": 284,
        "cabinets": 285,
        "cabinets<": 286,
        "cable": 287,
        "cabnet": 288,
        "cafe": 289,
        "cafeteria": 290,
        "calendar": 291,
        "called": 292,
        "camera": 293,
        "camper": 294,
        "can": 295,
        "can's": 296,
        "caninet": 297,
        "cans": 298,
        "cap": 299,
        "car": 300,
        "caramel": 301,
        "card": 302,
        "cardboard": 303,
        "carpet": 304,
        "carpeted": 305,
        "carrel": 306,
        "carrels": 307,
        "carrying": 308,
        "cart": 309,
        "carton": 310,
        "carts": 311,
        "case": 312,
        "cash": 313,
        "casters": 314,
        "ceiling": 315,
        "cement": 316,
        "center": 317,
        "centered": 318,
        "central": 319,
        "centre": 320,
        "centred": 321,
        "chair": 322,
        "chair's": 323,
        "chair/bench": 324,
        "chairs": 325,
        "chait": 326,
        "chalkboard": 327,
        "char": 328,
        "checked": 329,
        "checkered": 330,
        "cherry": 331,
        "chest": 332,
        "chevron": 333,
        "child's": 334,
        "children's": 335,
        "circle": 336,
        "circles": 337,
        "circular": 338,
        "city": 339,
        "class": 340,
        "classroom": 341,
        "clean": 342,
        "cleaner": 343,
        "cleaners": 344,
        "cleaning": 345,
        "clear": 346,
        "clock": 347,
        "close": 348,
        "closed": 349,
        "closely": 350,
        "closer": 351,
        "closest": 352,
        "closet": 353,
        "closet.": 354,
        "closets": 355,
        "cloth": 356,
        "clothes": 357,
        "clothing": 358,
        "cloths": 359,
        "cluster": 360,
        "coach": 361,
        "coats": 362,
        "cofee": 363,
        "coffee": 364,
        "coffeemaker": 365,
        "coiled": 366,
        "collage": 367,
        "collumn": 368,
        "colo": 369,
        "color": 370,
        "colored": 371,
        "colorful": 372,
        "colors": 373,
        "coloured": 374,
        "column": 375,
        "columns": 376,
        "combination": 377,
        "combo": 378,
        "come": 379,
        "comes": 380,
        "comfortable": 381,
        "comforter": 382,
        "comfy": 383,
        "coming": 384,
        "commode": 385,
        "common": 386,
        "compact": 387,
        "compare": 388,
        "compared": 389,
        "comparison": 390,
        "compartments": 391,
        "completely": 392,
        "components": 393,
        "compost": 394,
        "computer": 395,
        "computers": 396,
        "condition": 397,
        "cone": 398,
        "conference": 399,
        "confernce": 400,
        "conical": 401,
        "connect": 402,
        "connected": 403,
        "connects": 404,
        "consist": 405,
        "console": 406,
        "construction": 407,
        "contact": 408,
        "contain": 409,
        "contained": 410,
        "container": 411,
        "containers": 412,
        "contains": 413,
        "contaner": 414,
        "contanier": 415,
        "controllers": 416,
        "controls": 417,
        "cook": 418,
        "cooker": 419,
        "cooktop": 420,
        "cool": 421,
        "cooler": 422,
        "cooling": 423,
        "cooton": 424,
        "copier": 425,
        "copier/printer": 426,
        "copiers": 427,
        "copy": 428,
        "copying": 429,
        "cord": 430,
        "corer": 431,
        "corkboard": 432,
        "corner": 433,
        "cornered": 434,
        "corners": 435,
        "corridor": 436,
        "cot": 437,
        "cots": 438,
        "cotton": 439,
        "couch": 440,
        "couch's": 441,
        "couches": 442,
        "count": 443,
        "counter": 444,
        "counter's": 445,
        "counter-top": 446,
        "counters": 447,
        "counterto": 448,
        "countertop": 449,
        "cover": 450,
        "covered": 451,
        "covering": 452,
        "covers": 453,
        "cpu": 454,
        "cracked": 455,
        "cracks": 456,
        "crammed": 457,
        "crash": 458,
        "crate": 459,
        "cream": 460,
        "create": 461,
        "creme": 462,
        "cross": 463,
        "cubbies": 464,
        "cubby": 465,
        "cube": 466,
        "cube-like": 467,
        "cubes": 468,
        "cubicle": 469,
        "cubicles": 470,
        "cuboid": 471,
        "cunter": 472,
        "cup": 473,
        "cupboard": 474,
        "cupboards": 475,
        "cupboards/free": 476,
        "cups": 477,
        "curatins": 478,
        "curled": 479,
        "currently": 480,
        "curtain": 481,
        "curtain's": 482,
        "curtain>": 483,
        "curtained": 484,
        "curtains": 485,
        "curved": 486,
        "curving": 487,
        "curvy": 488,
        "cushion": 489,
        "cushioned": 490,
        "cushions": 491,
        "cutter": 492,
        "cycling": 493,
        "cylinder": 494,
        "cylindrical": 495,
        "dark": 496,
        "dark-colored": 497,
        "darkening": 498,
        "darker": 499,
        "day": 500,
        "daybed": 501,
        "ddor": 502,
        "deadbolt": 503,
        "decide": 504,
        "decor": 505,
        "decorated": 506,
        "decorating": 507,
        "decoration": 508,
        "decorations": 509,
        "decorative": 510,
        "deep": 511,
        "degree": 512,
        "descends": 513,
        "design": 514,
        "designed": 515,
        "designs": 516,
        "desk": 517,
        "desk's": 518,
        "desk/cubicle": 519,
        "desks": 520,
        "desktop": 521,
        "detergent": 522,
        "detween": 523,
        "device": 524,
        "devices": 525,
        "diagonal": 526,
        "did": 527,
        "difference": 528,
        "different": 529,
        "differently": 530,
        "dimensions": 531,
        "dimly": 532,
        "dining": 533,
        "dinning": 534,
        "direct": 535,
        "direction": 536,
        "directly": 537,
        "dirty": 538,
        "dish": 539,
        "dishes": 540,
        "dishwasher": 541,
        "dishwashing": 542,
        "disk": 543,
        "dislodged": 544,
        "dispender": 545,
        "dispense": 546,
        "dispenser": 547,
        "dispensers": 548,
        "dispensing": 549,
        "display": 550,
        "display's": 551,
        "displayed": 552,
        "displays": 553,
        "disposal": 554,
        "disposing": 555,
        "divide": 556,
        "divider": 557,
        "dividers": 558,
        "divides": 559,
        "dividing": 560,
        "do": 561,
        "does": 562,
        "doesn't": 563,
        "dog": 564,
        "dolly": 565,
        "door": 566,
        "door's": 567,
        "doorframe": 568,
        "doorhandle": 569,
        "doorknob": 570,
        "doors": 571,
        "doorway": 572,
        "doorways": 573,
        "dorm": 574,
        "dots": 575,
        "double": 576,
        "double-paned": 577,
        "down": 578,
        "downward": 579,
        "drainer": 580,
        "draped": 581,
        "drapery": 582,
        "drapes": 583,
        "draping": 584,
        "drapped": 585,
        "drawer": 586,
        "drawers": 587,
        "drawn": 588,
        "draws": 589,
        "dresser": 590,
        "dressers": 591,
        "dresses": 592,
        "dressing": 593,
        "driers": 594,
        "drilled": 595,
        "drink": 596,
        "drive": 597,
        "drivers": 598,
        "drum": 599,
        "dry": 600,
        "dryer": 601,
        "dryers": 602,
        "drying": 603,
        "dual": 604,
        "dual-monitor": 605,
        "duplicate": 606,
        "dust": 607,
        "dustbin": 608,
        "dustpan": 609,
        "dvd": 610,
        "dyer": 611,
        "each": 612,
        "easel": 613,
        "easily": 614,
        "easy": 615,
        "eat": 616,
        "edge": 617,
        "edges": 618,
        "egg-shaped": 619,
        "eggs": 620,
        "either": 621,
        "electric": 622,
        "electrical": 623,
        "electronic": 624,
        "eleft": 625,
        "elliptical": 626,
        "elongated": 627,
        "else": 628,
        "embedded": 629,
        "empty": 630,
        "encircled": 631,
        "enclosed": 632,
        "enclosure": 633,
        "end": 634,
        "ends": 635,
        "enough": 636,
        "enter": 637,
        "entered": 638,
        "entering": 639,
        "enters": 640,
        "entertainment": 641,
        "entire": 642,
        "entrance": 643,
        "entrance/exit": 644,
        "entry": 645,
        "entryway": 646,
        "envelopes": 647,
        "equipment": 648,
        "erase": 649,
        "eraser": 650,
        "erasers": 651,
        "espresso": 652,
        "essentially": 653,
        "etter": 654,
        "every": 655,
        "exactly": 656,
        "exercise": 657,
        "exhaust": 658,
        "exit": 659,
        "exits": 660,
        "extended": 661,
        "extends": 662,
        "extinguisher": 663,
        "extra": 664,
        "f": 665,
        "fabric": 666,
        "face": 667,
        "faced": 668,
        "faces": 669,
        "facet": 670,
        "facing": 671,
        "facingt": 672,
        "fall": 673,
        "fan": 674,
        "fancy": 675,
        "fans": 676,
        "far": 677,
        "fartest": 678,
        "farther": 679,
        "farthest": 680,
        "faucet": 681,
        "faucets": 682,
        "features": 683,
        "feeding": 684,
        "feet": 685,
        "felt": 686,
        "few": 687,
        "field": 688,
        "fifth": 689,
        "figurine": 690,
        "file": 691,
        "filing": 692,
        "filled": 693,
        "find": 694,
        "fire": 695,
        "fireplace": 696,
        "first": 697,
        "fit": 698,
        "five": 699,
        "fixed": 700,
        "fixture": 701,
        "fixtures": 702,
        "flag": 703,
        "flag's": 704,
        "flank": 705,
        "flanked": 706,
        "flat": 707,
        "flat-board": 708,
        "floor": 709,
        "floor-length": 710,
        "floorboard": 711,
        "floral": 712,
        "flower": 713,
        "flowers": 714,
        "fluffy": 715,
        "flush": 716,
        "fold": 717,
        "foldable": 718,
        "folded": 719,
        "folder": 720,
        "foldest": 721,
        "folding": 722,
        "food": 723,
        "foosball": 724,
        "foot": 725,
        "footrest": 726,
        "footrests": 727,
        "footstool": 728,
        "footstools": 729,
        "for": 730,
        "forest": 731,
        "form": 732,
        "formation": 733,
        "forms": 734,
        "forward": 735,
        "found": 736,
        "fountain": 737,
        "fountains": 738,
        "four": 739,
        "four-door": 740,
        "fourth": 741,
        "frame": 742,
        "framed": 743,
        "frames": 744,
        "framing": 745,
        "free": 746,
        "freezer": 747,
        "fridge": 748,
        "fridgerator": 749,
        "from": 750,
        "fron": 751,
        "front": 752,
        "frosted": 753,
        "frosty": 754,
        "full": 755,
        "fully": 756,
        "furniture": 757,
        "further": 758,
        "furthers": 759,
        "furthest": 760,
        "futon": 761,
        "game": 762,
        "gaming": 763,
        "garage": 764,
        "garbage": 765,
        "gathered": 766,
        "get": 767,
        "giant": 768,
        "gift": 769,
        "glass": 770,
        "glassy": 771,
        "glider": 772,
        "globe": 773,
        "go": 774,
        "goes": 775,
        "going": 776,
        "gold": 777,
        "gold-yellow": 778,
        "golden": 779,
        "good": 780,
        "grain": 781,
        "gray": 782,
        "gray/black": 783,
        "green": 784,
        "greenish": 785,
        "gret": 786,
        "grey": 787,
        "grid": 788,
        "ground": 789,
        "group": 790,
        "grouped": 791,
        "groups": 792,
        "growing": 793,
        "guitar": 794,
        "gym": 795,
        "had": 796,
        "hair": 797,
        "half": 798,
        "halfway": 799,
        "hall": 800,
        "hallway": 801,
        "hallways": 802,
        "hamper": 803,
        "hand": 804,
        "hand-hand": 805,
        "handicap": 806,
        "handicapped": 807,
        "handing": 808,
        "handle": 809,
        "handled": 810,
        "handler": 811,
        "handles": 812,
        "hang": 813,
        "hanged": 814,
        "hanger": 815,
        "hanging": 816,
        "hangings": 817,
        "hangs": 818,
        "happen": 819,
        "happens": 820,
        "hard": 821,
        "hardware": 822,
        "has": 823,
        "hat": 824,
        "have": 825,
        "he": 826,
        "head": 827,
        "headboard": 828,
        "headlamp": 829,
        "headphones": 830,
        "headrest": 831,
        "heater": 832,
        "heating": 833,
        "heavy": 834,
        "height": 835,
        "helf": 836,
        "here": 837,
        "hidden": 838,
        "high": 839,
        "highchair": 840,
        "higher": 841,
        "highest": 842,
        "his": 843,
        "hockey": 844,
        "hold": 845,
        "holder": 846,
        "holders": 847,
        "holding": 848,
        "holds": 849,
        "hole": 850,
        "hollow": 851,
        "home": 852,
        "hood": 853,
        "hoodie": 854,
        "hook": 855,
        "horizontally": 856,
        "hot": 857,
        "hotel": 858,
        "hotels": 859,
        "house": 860,
        "housing": 861,
        "hovering": 862,
        "how": 863,
        "huge": 864,
        "human": 865,
        "hung": 866,
        "hydrant": 867,
        "i": 868,
        "iat": 869,
        "ice": 870,
        "icebox": 871,
        "id": 872,
        "identical": 873,
        "if": 874,
        "igor": 875,
        "ikea": 876,
        "ilver": 877,
        "image": 878,
        "immediate": 879,
        "immediately": 880,
        "important": 881,
        "in": 882,
        "included": 883,
        "includes": 884,
        "indentations": 885,
        "individual": 886,
        "industrial": 887,
        "ink": 888,
        "inlay": 889,
        "inlet": 890,
        "inner": 891,
        "inserted": 892,
        "inset": 893,
        "inside": 894,
        "installation": 895,
        "installed": 896,
        "instead": 897,
        "instrument": 898,
        "interior": 899,
        "intersection": 900,
        "into": 901,
        "invisible": 902,
        "inward": 903,
        "iron": 904,
        "ironing": 905,
        "is": 906,
        "island": 907,
        "isle": 908,
        "isn't": 909,
        "it": 910,
        "it's": 911,
        "it.": 912,
        "item": 913,
        "items": 914,
        "its": 915,
        "itself": 916,
        "jacket": 917,
        "jar": 918,
        "joined": 919,
        "joins": 920,
        "jug": 921,
        "jugs": 922,
        "junk": 923,
        "just": 924,
        "juts": 925,
        "jutted-out": 926,
        "keep": 927,
        "kepler-186f": 928,
        "kept": 929,
        "key": 930,
        "keyboard": 931,
        "keyboards": 932,
        "keybored": 933,
        "keys": 934,
        "kids'": 935,
        "kind": 936,
        "kins": 937,
        "kit": 938,
        "kitchen": 939,
        "knickknacks": 940,
        "knob": 941,
        "knobs": 942,
        "l": 943,
        "l-shaped": 944,
        "la": 945,
        "labels": 946,
        "lack": 947,
        "ladder": 948,
        "ladders": 949,
        "laid": 950,
        "lamp": 951,
        "lamp's": 952,
        "lamps": 953,
        "lampshade": 954,
        "landing": 955,
        "landline": 956,
        "laptop": 957,
        "larbe": 958,
        "large": 959,
        "larger": 960,
        "largest": 961,
        "last": 962,
        "latch": 963,
        "laudry": 964,
        "laundry": 965,
        "lavatory": 966,
        "layed": 967,
        "layer": 968,
        "layered": 969,
        "layers": 970,
        "laying": 971,
        "lays": 972,
        "lcoared": 973,
        "lcoated": 974,
        "lead": 975,
        "leading": 976,
        "leads": 977,
        "lean": 978,
        "leaning": 979,
        "leans": 980,
        "leather": 981,
        "leave": 982,
        "leaves": 983,
        "lecture": 984,
        "ledge": 985,
        "left": 986,
        "left-hand": 987,
        "left-most": 988,
        "left-side": 989,
        "leftmost": 990,
        "leftward": 991,
        "leg": 992,
        "legs": 993,
        "legth": 994,
        "lend": 995,
        "length": 996,
        "lengths": 997,
        "lengthy": 998,
        "leopard": 999,
        "less": 1000,
        "lets": 1001,
        "level": 1002,
        "levels": 1003,
        "lever": 1004,
        "library": 1005,
        "lid": 1006,
        "lidded": 1007,
        "lie": 1008,
        "lies": 1009,
        "light": 1010,
        "light-colored": 1011,
        "light-coloured": 1012,
        "light-wood": 1013,
        "lighter": 1014,
        "lighting": 1015,
        "lightly": 1016,
        "lights": 1017,
        "like": 1018,
        "likely": 1019,
        "lime": 1020,
        "line": 1021,
        "linear": 1022,
        "lined": 1023,
        "linen": 1024,
        "linens": 1025,
        "liner": 1026,
        "lines": 1027,
        "lining": 1028,
        "lip": 1029,
        "lit": 1030,
        "littered": 1031,
        "little": 1032,
        "living": 1033,
        "loaded": 1034,
        "loading": 1035,
        "loated": 1036,
        "locate": 1037,
        "locateb": 1038,
        "located": 1039,
        "locateion": 1040,
        "locates": 1041,
        "location": 1042,
        "locked": 1043,
        "lockers": 1044,
        "loft": 1045,
        "lofted": 1046,
        "logo": 1047,
        "lone": 1048,
        "long": 1049,
        "longer": 1050,
        "longest": 1051,
        "look": 1052,
        "looking": 1053,
        "looks": 1054,
        "lot": 1055,
        "lots": 1056,
        "lounge": 1057,
        "love": 1058,
        "love-seat": 1059,
        "loveseat": 1060,
        "low": 1061,
        "low-backed": 1062,
        "lower": 1063,
        "lowest": 1064,
        "lying": 1065,
        "machine": 1066,
        "machines": 1067,
        "made": 1068,
        "magazine": 1069,
        "magnets": 1070,
        "mail": 1071,
        "mailboxes": 1072,
        "main": 1073,
        "majority": 1074,
        "make": 1075,
        "maker": 1076,
        "makes": 1077,
        "makeshift": 1078,
        "mamy": 1079,
        "man": 1080,
        "mantle": 1081,
        "many": 1082,
        "map": 1083,
        "marble": 1084,
        "marching": 1085,
        "marked": 1086,
        "marker": 1087,
        "markers": 1088,
        "maroon": 1089,
        "maroon/": 1090,
        "massage": 1091,
        "massive": 1092,
        "mat": 1093,
        "matches": 1094,
        "matching": 1095,
        "material": 1096,
        "materials": 1097,
        "mattress": 1098,
        "mauve": 1099,
        "meadow": 1100,
        "meal": 1101,
        "means": 1102,
        "meant": 1103,
        "medium": 1104,
        "medium-sized": 1105,
        "meet": 1106,
        "meeting": 1107,
        "meets": 1108,
        "mesh": 1109,
        "message/poster": 1110,
        "messed": 1111,
        "messy": 1112,
        "metal": 1113,
        "microwave": 1114,
        "microwaves": 1115,
        "mid": 1116,
        "mid-left": 1117,
        "middle": 1118,
        "midsection": 1119,
        "mini": 1120,
        "mini-blinds": 1121,
        "mini-fridge": 1122,
        "mirro": 1123,
        "mirror": 1124,
        "mirrors": 1125,
        "missing": 1126,
        "mix": 1127,
        "mixed": 1128,
        "mixer": 1129,
        "modern": 1130,
        "modular": 1131,
        "molding": 1132,
        "money": 1133,
        "monitor": 1134,
        "monitor's": 1135,
        "monitors": 1136,
        "mop": 1137,
        "more": 1138,
        "most": 1139,
        "mostly": 1140,
        "motel": 1141,
        "mount": 1142,
        "mounted": 1143,
        "mouse": 1144,
        "movable": 1145,
        "move": 1146,
        "movie": 1147,
        "movies": 1148,
        "much": 1149,
        "mug": 1150,
        "multi": 1151,
        "multi-colored": 1152,
        "multi-tiered": 1153,
        "multicolored": 1154,
        "multiple": 1155,
        "museum": 1156,
        "music": 1157,
        "musical": 1158,
        "must": 1159,
        "my": 1160,
        "nailed": 1161,
        "napkin": 1162,
        "narrow": 1163,
        "nave": 1164,
        "navy": 1165,
        "near": 1166,
        "nearest": 1167,
        "need": 1168,
        "needed": 1169,
        "nested": 1170,
        "next": 1171,
        "nice": 1172,
        "nighstand": 1173,
        "night": 1174,
        "nightstand": 1175,
        "nightstands": 1176,
        "no": 1177,
        "non-rolling": 1178,
        "nook": 1179,
        "north": 1180,
        "northern": 1181,
        "northwest": 1182,
        "northwestern": 1183,
        "not": 1184,
        "notebooks": 1185,
        "notepad": 1186,
        "notes": 1187,
        "nothing": 1188,
        "nozzle": 1189,
        "number": 1190,
        "nxet": 1191,
        "o": 1192,
        "obeject": 1193,
        "obj": 1194,
        "object": 1195,
        "objects": 1196,
        "oblong": 1197,
        "obscures": 1198,
        "observer": 1199,
        "occasional": 1200,
        "occupied": 1201,
        "of": 1202,
        "of.": 1203,
        "off": 1204,
        "off-white": 1205,
        "office": 1206,
        "official": 1207,
        "offwhite": 1208,
        "ofice": 1209,
        "olive": 1210,
        "on": 1211,
        "on.": 1212,
        "one": 1213,
        "one.": 1214,
        "ones": 1215,
        "only": 1216,
        "onto": 1217,
        "open": 1218,
        "opened": 1219,
        "opening": 1220,
        "openings": 1221,
        "opens": 1222,
        "opposite": 1223,
        "or": 1224,
        "orange": 1225,
        "organized": 1226,
        "organizer": 1227,
        "organizers": 1228,
        "oriented": 1229,
        "other": 1230,
        "others": 1231,
        "ottman": 1232,
        "ottoman": 1233,
        "ottoman's": 1234,
        "ottomans": 1235,
        "ottomen": 1236,
        "ottomens": 1237,
        "our": 1238,
        "out": 1239,
        "outdoing": 1240,
        "outdoor": 1241,
        "outer": 1242,
        "outgoing": 1243,
        "outlet": 1244,
        "outside": 1245,
        "outward": 1246,
        "oval": 1247,
        "oven": 1248,
        "oven/cooktop": 1249,
        "ovens": 1250,
        "over": 1251,
        "overflowing": 1252,
        "overhead": 1253,
        "oversize": 1254,
        "pack": 1255,
        "package": 1256,
        "packed": 1257,
        "packets": 1258,
        "pad": 1259,
        "padded": 1260,
        "paer": 1261,
        "paint": 1262,
        "painted": 1263,
        "painting": 1264,
        "paintings": 1265,
        "pair": 1266,
        "paired": 1267,
        "pan": 1268,
        "pane": 1269,
        "panel": 1270,
        "panels": 1271,
        "panes": 1272,
        "pantry": 1273,
        "paper": 1274,
        "papers": 1275,
        "paperwork": 1276,
        "parallel": 1277,
        "parition": 1278,
        "parked": 1279,
        "part": 1280,
        "partially": 1281,
        "partisans": 1282,
        "partition": 1283,
        "partitions": 1284,
        "partly": 1285,
        "party": 1286,
        "passing": 1287,
        "past": 1288,
        "patio": 1289,
        "pattern": 1290,
        "patterned": 1291,
        "pc": 1292,
        "pedestal": 1293,
        "pedistal": 1294,
        "peeking": 1295,
        "peices": 1296,
        "people": 1297,
        "pepsi": 1298,
        "per": 1299,
        "perched": 1300,
        "perpendicular": 1301,
        "person": 1302,
        "personal": 1303,
        "perspective": 1304,
        "pf": 1305,
        "phone": 1306,
        "photo": 1307,
        "photocopying": 1308,
        "photos": 1309,
        "piano": 1310,
        "picture": 1311,
        "pictured": 1312,
        "pictures": 1313,
        "piece": 1314,
        "pieces": 1315,
        "pile": 1316,
        "piled": 1317,
        "pillar": 1318,
        "pillars": 1319,
        "pilloe": 1320,
        "pillow": 1321,
        "pillowcase": 1322,
        "pillows": 1323,
        "pilow": 1324,
        "pin": 1325,
        "pinboard": 1326,
        "ping": 1327,
        "pink": 1328,
        "pipe": 1329,
        "pitcher": 1330,
        "place": 1331,
        "placed": 1332,
        "placemats": 1333,
        "plaid": 1334,
        "plain": 1335,
        "plant": 1336,
        "plants": 1337,
        "plastic": 1338,
        "platform": 1339,
        "platforms": 1340,
        "play": 1341,
        "player": 1342,
        "playing": 1343,
        "pleated": 1344,
        "plugged": 1345,
        "plunger": 1346,
        "plush": 1347,
        "podium": 1348,
        "pointed": 1349,
        "pole": 1350,
        "polka": 1351,
        "pong": 1352,
        "pool": 1353,
        "pop": 1354,
        "porcelain": 1355,
        "portion": 1356,
        "portions": 1357,
        "posistion": 1358,
        "position": 1359,
        "positioned": 1360,
        "post": 1361,
        "posted": 1362,
        "poster": 1363,
        "posters": 1364,
        "pot": 1365,
        "pots": 1366,
        "potted": 1367,
        "pouches": 1368,
        "power": 1369,
        "powered-on": 1370,
        "predominant": 1371,
        "prep": 1372,
        "present": 1373,
        "print": 1374,
        "printed": 1375,
        "printer": 1376,
        "printers": 1377,
        "prism": 1378,
        "private": 1379,
        "prjector": 1380,
        "projector": 1381,
        "proped": 1382,
        "propped": 1383,
        "protruding": 1384,
        "provide": 1385,
        "public": 1386,
        "pull": 1387,
        "pull-out": 1388,
        "pulled": 1389,
        "pullout": 1390,
        "puncher": 1391,
        "purple": 1392,
        "purplish": 1393,
        "purpose": 1394,
        "push": 1395,
        "pushed": 1396,
        "put": 1397,
        "queen": 1398,
        "queen/double": 1399,
        "question": 1400,
        "r": 1401,
        "rack": 1402,
        "rack.": 1403,
        "racks": 1404,
        "radiator": 1405,
        "radiators": 1406,
        "rail": 1407,
        "railing": 1408,
        "rails": 1409,
        "raised": 1410,
        "random": 1411,
        "range": 1412,
        "raw": 1413,
        "rceycling": 1414,
        "reach": 1415,
        "rear": 1416,
        "receptacle": 1417,
        "recepticle": 1418,
        "recessed": 1419,
        "recliner": 1420,
        "reclining": 1421,
        "rectangle": 1422,
        "rectangles": 1423,
        "rectangual": 1424,
        "rectangulaer": 1425,
        "rectangular": 1426,
        "recycle": 1427,
        "recycling": 1428,
        "recyling": 1429,
        "red": 1430,
        "red-cushioned": 1431,
        "reddish": 1432,
        "redish": 1433,
        "reference": 1434,
        "refridgerator": 1435,
        "refrigerator": 1436,
        "refrigerators": 1437,
        "refrigirator": 1438,
        "regards": 1439,
        "regular": 1440,
        "relation": 1441,
        "relative": 1442,
        "remote": 1443,
        "removed": 1444,
        "respect": 1445,
        "rest": 1446,
        "resting": 1447,
        "restroom": 1448,
        "rests": 1449,
        "retangular": 1450,
        "retracted": 1451,
        "reveal": 1452,
        "reveals": 1453,
        "ridge": 1454,
        "ridges": 1455,
        "right": 1456,
        "right-hand": 1457,
        "right-most": 1458,
        "right.": 1459,
        "righthand": 1460,
        "rightmost": 1461,
        "rirectly": 1462,
        "road": 1463,
        "robe": 1464,
        "rocking": 1465,
        "rod": 1466,
        "roll": 1467,
        "rolled": 1468,
        "roller": 1469,
        "rollers": 1470,
        "rolling": 1471,
        "rolls": 1472,
        "rolly": 1473,
        "rolw": 1474,
        "room": 1475,
        "room's": 1476,
        "room.": 1477,
        "rooms": 1478,
        "roomwith": 1479,
        "rope": 1480,
        "rotating": 1481,
        "round": 1482,
        "rounded": 1483,
        "row": 1484,
        "rows": 1485,
        "rubber": 1486,
        "rug": 1487,
        "run": 1488,
        "running": 1489,
        "runs": 1490,
        "s": 1491,
        "sails": 1492,
        "salt": 1493,
        "same": 1494,
        "sandwiched": 1495,
        "sanitary": 1496,
        "sanitizer": 1497,
        "santizing": 1498,
        "saofa": 1499,
        "sat": 1500,
        "satin": 1501,
        "sauna": 1502,
        "scale": 1503,
        "scales": 1504,
        "scanner": 1505,
        "scattered": 1506,
        "scene": 1507,
        "school": 1508,
        "screen": 1509,
        "screened": 1510,
        "screens": 1511,
        "scrollwork": 1512,
        "seat": 1513,
        "seatback": 1514,
        "seated": 1515,
        "seater": 1516,
        "seating": 1517,
        "seats": 1518,
        "second": 1519,
        "section": 1520,
        "sectional": 1521,
        "sections": 1522,
        "see": 1523,
        "seeing": 1524,
        "seen": 1525,
        "segment": 1526,
        "segmented": 1527,
        "segments": 1528,
        "semicircle": 1529,
        "semicircular": 1530,
        "separate": 1531,
        "separated": 1532,
        "separates": 1533,
        "series": 1534,
        "serves": 1535,
        "serving": 1536,
        "set": 1537,
        "sets": 1538,
        "setting": 1539,
        "setup": 1540,
        "several": 1541,
        "sewing": 1542,
        "shade": 1543,
        "shades": 1544,
        "shape": 1545,
        "shaped": 1546,
        "shapes": 1547,
        "share": 1548,
        "shares": 1549,
        "sharing": 1550,
        "sharp": 1551,
        "sheet": 1552,
        "sheets": 1553,
        "shelf": 1554,
        "shelfs": 1555,
        "shels": 1556,
        "shelve": 1557,
        "shelves": 1558,
        "shelving": 1559,
        "shining": 1560,
        "shiny": 1561,
        "ship": 1562,
        "shirt": 1563,
        "shlef": 1564,
        "shoe": 1565,
        "shoes": 1566,
        "shop": 1567,
        "short": 1568,
        "shorter": 1569,
        "shortest": 1570,
        "shorts": 1571,
        "shot": 1572,
        "shoulders": 1573,
        "shoved": 1574,
        "shower": 1575,
        "shower/bathtub": 1576,
        "showering": 1577,
        "showing": 1578,
        "shown": 1579,
        "shredder": 1580,
        "shut": 1581,
        "side": 1582,
        "sides": 1583,
        "sign": 1584,
        "sill": 1585,
        "silver": 1586,
        "silver/chrome": 1587,
        "similar": 1588,
        "single": 1589,
        "singular": 1590,
        "sink": 1591,
        "sink/vanity": 1592,
        "sinks": 1593,
        "sinle": 1594,
        "sit": 1595,
        "sits": 1596,
        "sittign": 1597,
        "sitting": 1598,
        "situated": 1599,
        "six": 1600,
        "sixth": 1601,
        "size": 1602,
        "sized": 1603,
        "skinny": 1604,
        "slat": 1605,
        "slats": 1606,
        "sleep": 1607,
        "sleeping": 1608,
        "sleigh": 1609,
        "sleigh-style": 1610,
        "sliding": 1611,
        "slightly": 1612,
        "sloped": 1613,
        "small": 1614,
        "smaller": 1615,
        "smallest": 1616,
        "smooth": 1617,
        "snack": 1618,
        "so": 1619,
        "soap": 1620,
        "soaps": 1621,
        "sofa": 1622,
        "sofas": 1623,
        "soft": 1624,
        "soil": 1625,
        "solid": 1626,
        "some": 1627,
        "someone": 1628,
        "something": 1629,
        "soon": 1630,
        "sort": 1631,
        "sound": 1632,
        "source": 1633,
        "southern": 1634,
        "southernmost": 1635,
        "space": 1636,
        "spaced": 1637,
        "spacious": 1638,
        "span": 1639,
        "spans": 1640,
        "speaker": 1641,
        "speakers": 1642,
        "speckled": 1643,
        "spice": 1644,
        "split": 1645,
        "splits": 1646,
        "splotch": 1647,
        "splotches": 1648,
        "spotted": 1649,
        "spray": 1650,
        "spread": 1651,
        "square": 1652,
        "square-back": 1653,
        "squared": 1654,
        "sround": 1655,
        "stabilize": 1656,
        "stack": 1657,
        "stacked": 1658,
        "stacks": 1659,
        "stain": 1660,
        "stainless": 1661,
        "staircase": 1662,
        "stairs": 1663,
        "stairway": 1664,
        "stairwell": 1665,
        "stall": 1666,
        "stalls": 1667,
        "stand": 1668,
        "standard": 1669,
        "standing": 1670,
        "stands": 1671,
        "stapler": 1672,
        "start": 1673,
        "starts": 1674,
        "station": 1675,
        "stationary": 1676,
        "statue": 1677,
        "status": 1678,
        "steel": 1679,
        "stems": 1680,
        "step": 1681,
        "stepping": 1682,
        "steps": 1683,
        "stereo": 1684,
        "sthe": 1685,
        "sticking": 1686,
        "sticks": 1687,
        "still": 1688,
        "stock": 1689,
        "stoned": 1690,
        "stood": 1691,
        "stool": 1692,
        "stools": 1693,
        "storage": 1694,
        "stored": 1695,
        "storing": 1696,
        "stove": 1697,
        "stoves": 1698,
        "straight": 1699,
        "stretch": 1700,
        "stretches'": 1701,
        "strewn": 1702,
        "strip": 1703,
        "stripe": 1704,
        "striped": 1705,
        "stripes": 1706,
        "stripped": 1707,
        "strong": 1708,
        "structure": 1709,
        "study": 1710,
        "stuff": 1711,
        "stuffed": 1712,
        "stuffs": 1713,
        "sturdy": 1714,
        "style": 1715,
        "styled": 1716,
        "stylish": 1717,
        "suit": 1718,
        "suitcase": 1719,
        "supplies": 1720,
        "supply": 1721,
        "support": 1722,
        "supporting": 1723,
        "supports": 1724,
        "surface": 1725,
        "surround": 1726,
        "surrounded": 1727,
        "surrounding": 1728,
        "surrounds": 1729,
        "suspended": 1730,
        "sweaters/jackets": 1731,
        "switch": 1732,
        "swivel": 1733,
        "swiveling": 1734,
        "swivels": 1735,
        "swung": 1736,
        "symmetrical": 1737,
        "system": 1738,
        "t-shaped": 1739,
        "t-shirt": 1740,
        "tab": 1741,
        "table": 1742,
        "table's": 1743,
        "table.": 1744,
        "tablecloth": 1745,
        "tabled": 1746,
        "tables": 1747,
        "tabletop": 1748,
        "tablets": 1749,
        "tag": 1750,
        "take": 1751,
        "takes": 1752,
        "tall": 1753,
        "taller": 1754,
        "tallest": 1755,
        "tan": 1756,
        "tan.": 1757,
        "tank": 1758,
        "tap": 1759,
        "tapestry": 1760,
        "target": 1761,
        "tash": 1762,
        "tassles": 1763,
        "tea": 1764,
        "teal": 1765,
        "teddy": 1766,
        "teh": 1767,
        "teleph": 1768,
        "telephone": 1769,
        "telescope": 1770,
        "television": 1771,
        "terminate": 1772,
        "terms": 1773,
        "text": 1774,
        "texture": 1775,
        "textured": 1776,
        "tgrash": 1777,
        "th": 1778,
        "than": 1779,
        "that": 1780,
        "that's": 1781,
        "thats": 1782,
        "the": 1783,
        "theater": 1784,
        "their": 1785,
        "them": 1786,
        "them:": 1787,
        "themed": 1788,
        "ther": 1789,
        "there": 1790,
        "these": 1791,
        "theses": 1792,
        "thetable": 1793,
        "they": 1794,
        "thick": 1795,
        "thin": 1796,
        "thing": 1797,
        "things": 1798,
        "thinner": 1799,
        "third": 1800,
        "this": 1801,
        "those": 1802,
        "thr": 1803,
        "three": 1804,
        "three-layered": 1805,
        "three-level": 1806,
        "three-seater": 1807,
        "threw": 1808,
        "thrid": 1809,
        "through": 1810,
        "throughout": 1811,
        "throw": 1812,
        "thru": 1813,
        "tier": 1814,
        "tiered": 1815,
        "tiers": 1816,
        "tight": 1817,
        "tile": 1818,
        "tiled": 1819,
        "tinted": 1820,
        "tissue": 1821,
        "to": 1822,
        "toaster": 1823,
        "together": 1824,
        "toiler": 1825,
        "toilet": 1826,
        "toilet's": 1827,
        "toliet": 1828,
        "tone": 1829,
        "tool": 1830,
        "toolbox": 1831,
        "top": 1832,
        "topmost": 1833,
        "topped": 1834,
        "tops": 1835,
        "total": 1836,
        "tote": 1837,
        "touch": 1838,
        "touching": 1839,
        "tow": 1840,
        "toward": 1841,
        "towards": 1842,
        "towel": 1843,
        "towels": 1844,
        "tower": 1845,
        "towers": 1846,
        "towl": 1847,
        "toy": 1848,
        "toys": 1849,
        "track": 1850,
        "traffic": 1851,
        "translucent": 1852,
        "transparent": 1853,
        "transportation": 1854,
        "trapezoid": 1855,
        "trash": 1856,
        "trashcan": 1857,
        "trashcans": 1858,
        "tray": 1859,
        "treadmill": 1860,
        "treadmills": 1861,
        "tree": 1862,
        "trees": 1863,
        "trendel": 1864,
        "triangle": 1865,
        "triangular": 1866,
        "trim": 1867,
        "trimming": 1868,
        "trio": 1869,
        "trolley": 1870,
        "true": 1871,
        "trunk": 1872,
        "tub": 1873,
        "tube": 1874,
        "tube-like": 1875,
        "tucked": 1876,
        "turn": 1877,
        "turned": 1878,
        "turquoise": 1879,
        "tv": 1880,
        "tv's": 1881,
        "tv.": 1882,
        "two": 1883,
        "two-door": 1884,
        "two-seater": 1885,
        "twoel": 1886,
        "type": 1887,
        "types": 1888,
        "typically": 1889,
        "u": 1890,
        "u-shaped": 1891,
        "umbrella": 1892,
        "unclear": 1893,
        "under": 1894,
        "underneath": 1895,
        "underneath/behind": 1896,
        "unit": 1897,
        "units": 1898,
        "unmade": 1899,
        "unopened": 1900,
        "unraveled": 1901,
        "untucked": 1902,
        "up": 1903,
        "upholstered": 1904,
        "upholstery": 1905,
        "upholstry": 1906,
        "upon": 1907,
        "upper": 1908,
        "upper-left": 1909,
        "upright": 1910,
        "upside": 1911,
        "upwards": 1912,
        "urinal": 1913,
        "urinals": 1914,
        "us": 1915,
        "used": 1916,
        "useful": 1917,
        "using": 1918,
        "vacuum": 1919,
        "vacuums": 1920,
        "vanities": 1921,
        "vanity": 1922,
        "various": 1923,
        "vase": 1924,
        "velvet": 1925,
        "vending": 1926,
        "vent": 1927,
        "vertical": 1928,
        "very": 1929,
        "video": 1930,
        "view": 1931,
        "viewed": 1932,
        "viewer": 1933,
        "viewpoint": 1934,
        "vinyl": 1935,
        "violet": 1936,
        "visible": 1937,
        "vision": 1938,
        "visual": 1939,
        "wagon": 1940,
        "waist": 1941,
        "waiting": 1942,
        "walk": 1943,
        "walk-in": 1944,
        "walked": 1945,
        "walkin": 1946,
        "walking": 1947,
        "walkway": 1948,
        "wall": 1949,
        "wall's": 1950,
        "wall-mounted": 1951,
        "wall.": 1952,
        "walled": 1953,
        "wallpaper": 1954,
        "walls": 1955,
        "want": 1956,
        "wardobe": 1957,
        "wardrobe": 1958,
        "wardrobes": 1959,
        "warmth": 1960,
        "warning": 1961,
        "was": 1962,
        "wash": 1963,
        "washcloths": 1964,
        "washer": 1965,
        "washers": 1966,
        "washing": 1967,
        "waste": 1968,
        "waste-paper": 1969,
        "wastebasket": 1970,
        "wastebaskets": 1971,
        "watching": 1972,
        "water": 1973,
        "watercolor": 1974,
        "way": 1975,
        "we": 1976,
        "we're": 1977,
        "weak": 1978,
        "wedged": 1979,
        "weighing": 1980,
        "weight": 1981,
        "weird": 1982,
        "well": 1983,
        "were": 1984,
        "wet": 1985,
        "what": 1986,
        "what's": 1987,
        "whath": 1988,
        "whatis": 1989,
        "what\u2019s": 1990,
        "wheel": 1991,
        "wheeled": 1992,
        "wheels": 1993,
        "when": 1994,
        "wher": 1995,
        "where": 1996,
        "which": 1997,
        "while": 1998,
        "whir": 1999,
        "white": 2000,
        "white-cushioned": 2001,
        "white.": 2002,
        "whiteboard": 2003,
        "whiteboard's": 2004,
        "whith": 2005,
        "who": 2006,
        "whta": 2007,
        "why": 2008,
        "wick": 2009,
        "wicker": 2010,
        "wide": 2011,
        "wider": 2012,
        "widow": 2013,
        "widown": 2014,
        "width": 2015,
        "will": 2016,
        "window": 2017,
        "window's": 2018,
        "window.": 2019,
        "window/": 2020,
        "windowless": 2021,
        "windows": 2022,
        "windows>": 2023,
        "windowsill": 2024,
        "winows": 2025,
        "winter": 2026,
        "wire": 2027,
        "with": 2028,
        "within": 2029,
        "without": 2030,
        "woman": 2031,
        "wood": 2032,
        "wooded": 2033,
        "wooden": 2034,
        "woods": 2035,
        "work": 2036,
        "workbench": 2037,
        "working": 2038,
        "workstation": 2039,
        "would": 2040,
        "wrap": 2041,
        "wrapping": 2042,
        "wright": 2043,
        "writing": 2044,
        "writing-desk": 2045,
        "yellow": 2046,
        "you": 2047,
        "you're": 2048,
        "your": 2049,
        "zebra": 2050,
        "<pad>": 0,
        "<unk>": 1,
        "<start>": 2,
        "<end>": 3,
        "<objloc>": 4
    },
    "idx2token": {
        "5": " ",
        "6": "(",
        "7": ")",
        "8": "+lovelly",
        "9": ",",
        "10": ",blue",
        "11": ",ottoman",
        "12": ",p",
        "13": ",yellow",
        "14": "2",
        "15": "2-door",
        "16": "2nd",
        "17": "3",
        "18": "3/4",
        "19": "3rd",
        "20": "4",
        "21": "4th",
        "22": "5",
        "23": "5th",
        "24": "90",
        "25": "?",
        "26": "?`",
        "27": "a",
        "28": "a/c",
        "29": "ablue",
        "30": "about",
        "31": "above",
        "32": "ac",
        "33": "accent",
        "34": "accept",
        "35": "access",
        "36": "accessed",
        "37": "accessible",
        "38": "across",
        "39": "action",
        "40": "acts",
        "41": "adjacent",
        "42": "adult",
        "43": "affixed",
        "44": "after",
        "45": "against",
        "46": "ahead",
        "47": "aid",
        "48": "air",
        "49": "air-conditioner",
        "50": "aisle",
        "51": "ajar",
        "52": "alarm",
        "53": "alcove",
        "54": "aligned",
        "55": "aligns",
        "56": "all",
        "57": "all-in-one",
        "58": "allows",
        "59": "almost",
        "60": "alone",
        "61": "along",
