{
    "token2idx": {
        "0": 5,
        "1": 6,
        "10": 7,
        "12": 8,
        "16": 9,
        "1st": 10,
        "2": 11,
        "29": 12,
        "2nd": 13,
        "3": 14,
        "3rd": 15,
        "4": 16,
        "4th": 17,
        "5": 18,
        "5th": 19,
        "6": 20,
        "6.5": 21,
        "7": 22,
        "8": 23,
        "9": 24,
        "ability": 25,
        "about": 26,
        "abouve": 27,
        "above": 28,
        "abstract": 29,
        "accent": 30,
        "acoustic": 31,
        "across": 32,
        "adiato": 33,
        "adjacent": 34,
        "adjustable": 35,
        "aerosol": 36,
        "affixed": 37,
        "after": 38,
        "against": 39,
        "ahead": 40,
        "air": 41,
        "aisle": 42,
        "ajar": 43,
        "alarm": 44,
        "aligned": 45,
        "all": 46,
        "almost": 47,
        "along": 48,
        "already": 49,
        "also": 50,
        "alternative": 51,
        "aluminium": 52,
        "aluminum": 53,
        "amount": 54,
        "and": 55,
        "andon": 56,
        "angle": 57,
        "animal": 58,
        "animals": 59,
        "another": 60,
        "answerable": 61,
        "appears": 62,
        "apple": 63,
        "appliances": 64,
        "approximately": 65,
        "arched": 66,
        "archway": 67,
        "are": 68,
        "area": 69,
        "arm": 70,
        "armchair": 71,
        "armchairs": 72,
        "armless": 73,
        "armrest": 74,
        "armrests": 75,
        "arms": 76,
        "army": 77,
        "around": 78,
        "arranged": 79,
        "arrangement": 80,
        "arround": 81,
        "articles": 82,
        "arts": 83,
        "artwork": 84,
        "as": 85,
        "assorted": 86,
        "at": 87,
        "atop": 88,
        "attach": 89,
        "attached": 90,
        "audience": 91,
        "auditorium": 92,
        "automatic": 93,
        "away": 94,
        "b": 95,
        "baby": 96,
        "back": 97,
        "backback": 98,
        "backed": 99,
        "background": 100,
        "backing": 101,
        "backless": 102,
        "backpack": 103,
        "backpacks": 104,
        "backrest": 105,
        "backrests": 106,
        "backs": 107,
        "backside": 108,
        "backsides": 109,
        "backsplash": 110,
        "backwards": 111,
        "bad": 112,
        "bag": 113,
        "bags": 114,
        "balck": 115,
        "ball": 116,
        "balls": 117,
        "banner": 118,
        "bannister": 119,
        "bar": 120,
        "barbells": 121,
        "barn": 122,
        "barrel": 123,
        "bars": 124,
        "base": 125,
        "baseboard": 126,
        "basin": 127,
        "basket": 128,
        "baskets": 129,
        "bat": 130,
        "bath": 131,
        "bathfub": 132,
        "bathrobe": 133,
        "bathroom": 134,
        "bathroom's": 135,
        "bathtub": 136,
        "bathtub's": 137,
        "battery": 138,
        "bclack": 139,
        "be": 140,
        "bean": 141,
        "bear": 142,
        "bec": 143,
        "because": 144,
        "bed": 145,
        "bed's": 146,
        "bedding": 147,
        "bedroom": 148,
        "beds": 149,
        "before": 150,
        "behind": 151,
        "beige": 152,
        "bell": 153,
        "below": 154,
        "bench": 155,
        "beneath": 156,
        "beside": 157,
        "besides": 158,
        "between": 159,
        "beyond": 160,
        "bicycle": 161,
        "big": 162,
        "bigger": 163,
        "bike": 164,
        "bin": 165,
        "binn": 166,
        "bins": 167,
        "biscuit": 168,
        "blac": 169,
        "black": 170,
        "blackboard": 171,
        "blaclk": 172,
        "bland": 173,
        "blank": 174,
        "blanket": 175,
        "blinds": 176,
        "block": 177,
        "blue": 178,
        "bluish": 179,
        "board": 180,
        "board's": 181,
        "boards": 182,
        "body": 183,
        "boiler": 184,
        "bolted": 185,
        "booik": 186,
        "book": 187,
        "bookcase": 188,
        "bookhelf": 189,
        "books": 190,
        "bookshelf": 191,
        "bookshelve": 192,
        "bookshelves": 193,
        "border": 194,
        "bot": 195,
        "both": 196,
        "bottle": 197,
        "bottled": 198,
        "bottles": 199,
        "bottom": 200,
        "bowl": 201,
        "bowls": 202,
        "bown": 203,
        "box": 204,
        "boxes": 205,
        "boxy": 206,
        "brass": 207,
        "break": 208,
        "breakfast": 209,
        "brick": 210,
        "bright": 211,
        "bronze": 212,
        "broom": 213,
        "brow": 214,
        "brown": 215,
        "brownd": 216,
        "brownish": 217,
        "brush": 218,
        "bucket": 219,
        "buckets": 220,
        "built": 221,
        "bulge": 222,
        "bullentin": 223,
        "bulletin": 224,
        "bunch": 225,
        "bunched": 226,
        "bunchy": 227,
        "bunk": 228,
        "bureau": 229,
        "burgundy": 230,
        "burner": 231,
        "burners": 232,
        "but": 233,
        "butted": 234,
        "by": 235,
        "c": 236,
        "cabine": 237,
        "cabinet": 238,
        "cabinets": 239,
        "cable": 240,
        "cabnets": 241,
        "cabniet": 242,
        "cabniets": 243,
        "cahir": 244,
        "calendar": 245,
        "called": 246,
        "camera": 247,
        "can": 248,
        "candle": 249,
        "candles": 250,
        "caninet": 251,
        "canned": 252,
        "canon": 253,
        "canopy": 254,
        "cans": 255,
        "car": 256,
        "caramel": 257,
        "carboard": 258,
        "cardboard": 259,
        "care": 260,
        "carpet": 261,
        "carpeted": 262,
        "carrels": 263,
        "carseat": 264,
        "cart": 265,
        "case": 266,
        "cases": 267,
        "casing": 268,
        "caster": 269,
        "casters": 270,
        "ceiling": 271,
        "celing": 272,
        "cemter": 273,
        "cente": 274,
        "center": 275,
        "centered": 276,
        "central": 277,
        "ceramic": 278,
        "chainging": 279,
        "chair": 280,
        "chair's": 281,
        "chairc": 282,
        "chairs": 283,
        "chais": 284,
        "chalk": 285,
        "chalkboard": 286,
        "chari": 287,
        "charis": 288,
        "chars": 289,
        "checked": 290,
        "checkerboard": 291,
        "checkered": 292,
        "cherry": 293,
        "chest": 294,
        "chevron": 295,
        "chiar": 296,
        "children's": 297,
        "chinaware": 298,
        "chips": 299,
        "chrome": 300,
        "cinder": 301,
        "circle": 302,
        "circles": 303,
        "circular": 304,
        "clack": 305,
        "classroom": 306,
        "clay": 307,
        "clean": 308,
        "cleaner": 309,
        "cleaning": 310,
        "clear": 311,
        "clock": 312,
        "close": 313,
        "closed": 314,
        "closer": 315,
        "closest": 316,
        "closet": 317,
        "cloth": 318,
        "clothes": 319,
        "clothing": 320,
        "cloths": 321,
        "cluster": 322,
        "clutter": 323,
        "cluttered": 324,
        "coat": 325,
        "coatrack": 326,
        "coffee": 327,
        "cofffe": 328,
        "collage": 329,
        "color": 330,
        "coloration": 331,
        "colored": 332,
        "colorful": 333,
        "colors": 334,
        "column": 335,
        "combination": 336,
        "come": 337,
        "comfort": 338,
        "comfortable": 339,
        "comforter": 340,
        "comfy": 341,
        "coming": 342,
        "commode": 343,
        "compact": 344,
        "compartments": 345,
        "composed": 346,
        "composite": 347,
        "compost": 348,
        "computer": 349,
        "computers": 350,
        "concrete": 351,
        "conditioner": 352,
        "cone": 353,
        "coner": 354,
        "conference": 355,
        "conical": 356,
        "connect": 357,
        "connected": 358,
        "container": 359,
        "containers": 360,
        "controllers": 361,
        "cooler": 362,
        "cooling": 363,
        "cooten": 364,
        "copier": 365,
        "copy": 366,
        "copying": 367,
        "cord": 368,
        "corded": 369,
        "corfner": 370,
        "cork": 371,
        "corkboard": 372,
        "cormer": 373,
        "corner": 374,
        "corners": 375,
        "cots": 376,
        "cotton": 377,
        "couch": 378,
        "couch's": 379,
        "couched": 380,
        "couches": 381,
        "counter": 382,
        "counters": 383,
        "countertop": 384,
        "couple": 385,
        "course": 386,
        "cover": 387,
        "covered": 388,
        "covering": 389,
        "covers": 390,
        "cpu": 391,
        "crate": 392,
        "cream": 393,
        "crooked": 394,
        "cr\u00e8me": 395,
        "cubby": 396,
        "cubcle": 397,
        "cube": 398,
        "cubicle": 399,
        "cubicles": 400,
        "cuboid": 401,
        "cuch": 402,
        "cup": 403,
        "cupboard": 404,
        "cupboards": 405,
        "cups": 406,
        "curled": 407,
        "curly": 408,
        "curtain": 409,
        "curtained": 410,
        "curtains": 411,
        "curtan": 412,
        "curtian": 413,
        "curtin": 414,
        "curved": 415,
        "curvy": 416,
        "cushiomn": 417,
        "cushion": 418,
        "cushioned": 419,
        "cushions": 420,
        "cutout": 421,
        "cutter": 422,
        "cutting": 423,
        "cyan": 424,
        "cylinder": 425,
        "cylindrical": 426,
        "dark": 427,
        "darker": 428,
        "darl": 429,
        "dart": 430,
        "deadbeat": 431,
        "decoration": 432,
        "decorations": 433,
        "decorative": 434,
        "decors": 435,
        "deep": 436,
        "deks": 437,
        "depending": 438,
        "design": 439,
        "designed": 440,
        "desk": 441,
        "desks": 442,
        "desktop": 443,
        "dest": 444,
        "detached": 445,
        "detergent": 446,
        "detergents": 447,
        "different": 448,
        "dining": 449,
        "dinner": 450,
        "dinning": 451,
        "direction": 452,
        "directly": 453,
        "dish": 454,
        "dishes": 455,
        "dishwasher": 456,
        "dispenser": 457,
        "dispensers": 458,
        "dispensor": 459,
        "display": 460,
        "disposal": 461,
        "divider": 462,
        "dividers": 463,
        "documents": 464,
        "dog": 465,
        "doll": 466,
        "dolly": 467,
        "dood": 468,
        "dooframe": 469,
        "door": 470,
        "door's": 471,
        "doorframe": 472,
        "doorknob": 473,
        "doors": 474,
        "doorway": 475,
        "doow": 476,
        "dorm": 477,
        "dors": 478,
        "dospenser": 479,
        "dots": 480,
        "double": 481,
        "down": 482,
        "drainer": 483,
        "draped": 484,
        "drapery": 485,
        "drapes": 486,
        "drawer": 487,
        "drawers": 488,
        "dreser": 489,
        "dress": 490,
        "dresser": 491,
        "dressers": 492,
        "drink": 493,
        "drive": 494,
        "drum": 495,
        "dry": 496,
        "dryer": 497,
        "dryers": 498,
        "drywall": 499,
        "dual": 500,
        "dumbbell": 501,
        "duplicate": 502,
        "dust": 503,
        "dustpan": 504,
        "each": 505,
        "easel": 506,
        "easels": 507,
        "east": 508,
        "eastern": 509,
        "eating": 510,
        "edge": 511,
        "edges": 512,
        "eggs": 513,
        "either": 514,
        "electric": 515,
        "electrical": 516,
        "eleven": 517,
        "elliptical": 518,
        "employee": 519,
        "empty": 520,
        "encircled": 521,
        "end": 522,
        "ends": 523,
        "endtable": 524,
        "enter": 525,
        "entered": 526,
        "entering": 527,
        "entertainment": 528,
        "entire": 529,
        "entrance": 530,
        "entry": 531,
        "equipment": 532,
        "erase": 533,
        "eraser": 534,
        "espresso": 535,
        "except": 536,
        "excercise": 537,
        "exercise": 538,
        "exit": 539,
        "extinguisher": 540,
        "extinguister": 541,
        "extinguster": 542,
        "extreme": 543,
        "extremity": 544,
        "fabric": 545,
        "face": 546,
        "faces": 547,
        "facing": 548,
        "fall": 549,
        "fan": 550,
        "far": 551,
        "farmhouse": 552,
        "farthest": 553,
        "faucet": 554,
        "feet": 555,
        "felt": 556,
        "few": 557,
        "fifteen": 558,
        "fiftheen": 559,
        "figurines": 560,
        "file": 561,
        "files": 562,
        "filing": 563,
        "filled": 564,
        "finish": 565,
        "fire": 566,
        "fireplace": 567,
        "first": 568,
        "fit": 569,
        "fits": 570,
        "fitted": 571,
        "fixed": 572,
        "fixture": 573,
        "flag": 574,
        "flank": 575,
        "flat": 576,
        "flatscreen": 577,
        "flipped": 578,
        "floor": 579,
        "floral": 580,
        "flower": 581,
        "flowers": 582,
        "fluffy": 583,
        "flushing": 584,
        "flyers": 585,
        "fo": 586,
        "folded": 587,
        "folder": 588,
        "folding": 589,
        "folds": 590,
        "food": 591,
        "foosball": 592,
        "foot": 593,
        "football": 594,
        "footrest": 595,
        "footside": 596,
        "footstool": 597,
        "footstools": 598,
        "for": 599,
        "formed": 600,
        "forming": 601,
        "foru": 602,
        "forward": 603,
        "found": 604,
        "fountain": 605,
        "fountains": 606,
        "fourth": 607,
        "frame": 608,
        "framed": 609,
        "frames": 610,
        "free": 611,
        "freezer": 612,
        "french": 613,
        "fridge": 614,
        "from": 615,
        "front": 616,
        "frosted": 617,
        "full": 618,
        "furniture": 619,
        "further": 620,
        "furthest": 621,
        "futon": 622,
        "game": 623,
        "garage": 624,
        "garb": 625,
        "garbage": 626,
        "gary": 627,
        "gas": 628,
        "gecko": 629,
        "giant": 630,
        "glass": 631,
        "glassy": 632,
        "globe": 633,
        "go": 634,
        "gold": 635,
        "golden": 636,
        "goose": 637,
        "grab": 638,
        "grain": 639,
        "grand": 640,
        "gray": 641,
        "grean": 642,
        "greay": 643,
        "green": 644,
        "greenish": 645,
        "grew": 646,
        "grey": 647,
        "greyish": 648,
        "grills": 649,
        "grocery": 650,
        "grooved": 651,
        "grooves": 652,
        "ground": 653,
        "group": 654,
        "guitar": 655,
        "gun": 656,
        "hair": 657,
        "hairdryer": 658,
        "half": 659,
        "hall": 660,
        "hallway": 661,
        "hamlets": 662,
        "hamper": 663,
        "hampers": 664,
        "hand": 665,
        "handcapped": 666,
        "handicap": 667,
        "handicapped": 668,
        "handle": 669,
        "handles": 670,
        "handrail": 671,
        "hang": 672,
        "hangar": 673,
        "hanger": 674,
        "hanging": 675,
        "hangs": 676,
        "haning": 677,
        "hard": 678,
        "hardware": 679,
        "has": 680,
        "hat": 681,
        "have": 682,
        "having": 683,
        "he": 684,
        "head": 685,
        "headboard": 686,
        "headboards": 687,
        "heater": 688,
        "hedge": 689,
        "height": 690,
        "heights": 691,
        "hexagon": 692,
        "hidden": 693,
        "high": 694,
        "higher": 695,
        "hockey": 696,
        "hold": 697,
        "holder": 698,
        "holding": 699,
        "hole": 700,
        "hollow": 701,
        "hollowed": 702,
        "hood": 703,
        "hook": 704,
        "hooked": 705,
        "horizontal": 706,
        "horizontally": 707,
        "hot": 708,
        "house": 709,
        "hovering": 710,
        "hte": 711,
        "huge": 712,
        "humidifier": 713,
        "hung": 714,
        "hutch": 715,
        "i": 716,
        "ice": 717,
        "icebox": 718,
        "identical": 719,
        "if": 720,
        "ikea": 721,
        "image": 722,
        "immediate": 723,
        "immediately": 724,
        "in": 725,
        "industrial": 726,
        "infront": 727,
        "ink": 728,
        "inlay": 729,
        "inlet": 730,
        "inserted": 731,
        "inset": 732,
        "inside": 733,
        "installed": 734,
        "interior": 735,
        "into": 736,
        "inward": 737,
        "inwards": 738,
        "ipad": 739,
        "ironing": 740,
        "is": 741,
        "island": 742,
        "it": 743,
        "items": 744,
        "its": 745,
        "itself": 746,
        "ivory": 747,
        "j": 748,
        "jacket": 749,
        "jackson": 750,
        "jar": 751,
        "jars": 752,
        "joined": 753,
        "jot": 754,
        "just": 755,
        "keep": 756,
        "keeps": 757,
        "kept": 758,
        "kettle": 759,
        "keurig": 760,
        "keyboard": 761,
        "keyboards": 762,
        "kind": 763,
        "kitchen": 764,
        "kitchenette": 765,
        "knob": 766,
        "l": 767,
        "lack": 768,
        "lacquered": 769,
        "lacy": 770,
        "ladder": 771,
        "ladders": 772,
        "lamp": 773,
        "lamps": 774,
        "lampshade": 775,
        "lanterns": 776,
        "laptop": 777,
        "large": 778,
        "larger": 779,
        "last": 780,
        "latch": 781,
        "laudry": 782,
        "laundry": 783,
        "layer": 784,
        "layered": 785,
        "layers": 786,
        "laying": 787,
        "lcd": 788,
        "leading": 789,
        "leads": 790,
        "leaned": 791,
        "leaning": 792,
        "leather": 793,
        "leaves": 794,
        "lecture": 795,
        "ledge": 796,
        "left": 797,
        "leftmost": 798,
        "leftside": 799,
        "leg": 800,
        "legged": 801,
        "legs": 802,
        "length": 803,
        "lengthy": 804,
        "let": 805,
        "letter": 806,
        "level": 807,
        "levels": 808,
        "lever": 809,
        "library": 810,
        "lid": 811,
        "light": 812,
        "lighter": 813,
        "lights": 814,
        "like": 815,
        "liked": 816,
        "lime": 817,
        "line": 818,
        "lined": 819,
        "linen": 820,
        "lip": 821,
        "little": 822,
        "living": 823,
        "livingroom": 824,
        "loading": 825,
        "located": 826,
        "locker": 827,
        "loft": 828,
        "lofted": 829,
        "long": 830,
        "longer": 831,
        "look": 832,
        "looks": 833,
        "lot": 834,
        "lots": 835,
        "lounge": 836,
        "love": 837,
        "loveseat": 838,
        "low": 839,
        "lower": 840,
        "luggage": 841,
        "lumbar": 842,
        "m": 843,
        "machine": 844,
        "machines": 845,
        "made": 846,
        "magazine": 847,
        "magenta": 848,
        "mahogany": 849,
        "mail": 850,
        "mailbox": 851,
        "mailboxes": 852,
        "main": 853,
        "make": 854,
        "maker": 855,
        "makers": 856,
        "mall": 857,
        "man": 858,
        "mantle": 859,
        "many": 860,
        "marble": 861,
        "marker": 862,
        "markings": 863,
        "maroon": 864,
        "massage": 865,
        "mat": 866,
        "matching": 867,
        "material": 868,
        "mattress": 869,
        "mauve": 870,
        "me": 871,
        "meadow": 872,
        "meal": 873,
        "media": 874,
        "medium": 875,
        "meeting": 876,
        "meets": 877,
        "mesh": 878,
        "messenger": 879,
        "messy": 880,
        "metal": 881,
        "metallic": 882,
        "michael": 883,
        "mickey": 884,
        "microwave": 885,
        "middle": 886,
        "mini": 887,
        "mint": 888,
        "mirror": 889,
        "mirror's": 890,
        "mirrored": 891,
        "mirrors": 892,
        "mirrow": 893,
        "mitt": 894,
        "mix": 895,
        "modern": 896,
        "monitor": 897,
        "monitors": 898,
        "moon": 899,
        "more": 900,
        "mosquito": 901,
        "most": 902,
        "mostly": 903,
        "mount": 904,
        "mounted": 905,
        "mouse": 906,
        "mousepad": 907,
        "move": 908,
        "movie": 909,
        "mug": 910,
        "multi": 911,
        "multicolored": 912,
        "multiple": 913,
        "music": 914,
        "musical": 915,
        "na": 916,
        "nails": 917,
        "napkin": 918,
        "narrow": 919,
        "navy": 920,
        "near": 921,
        "nearest": 922,
        "neck": 923,
        "nerf": 924,
        "net": 925,
        "next": 926,
        "nighstand": 927,
        "night": 928,
        "nightstand": 929,
        "nightstands": 930,
        "no": 931,
        "non": 932,
        "north": 933,
        "northeast": 934,
        "northern": 935,
        "northernmost": 936,
        "northwest": 937,
        "northwestern": 938,
        "not": 939,
        "notepad": 940,
        "notes": 941,
        "nothing": 942,
        "number": 943,
        "o'clock": 944,
        "oak": 945,
        "obj": 946,
        "object": 947,
        "objects": 948,
        "oblong": 949,
        "observer": 950,
        "octagon": 951,
        "octopus": 952,
        "of": 953,
        "off": 954,
        "office": 955,
        "offwhite": 956,
        "ofthe": 957,
        "olive": 958,
        "on": 959,
        "ones": 960,
        "only": 961,
        "ont": 962,
        "onto": 963,
        "open": 964,
        "opened": 965,
        "opening": 966,
        "openings": 967,
        "opens": 968,
        "opposite": 969,
        "or": 970,
        "orange": 971,
        "orangish": 972,
        "organized": 973,
        "organizer": 974,
        "oriented": 975,
        "os": 976,
        "ot": 977,
        "other": 978,
        "others": 979,
        "ottman": 980,
        "ottoman": 981,
        "ottomans": 982,
        "out": 983,
        "outdoor": 984,
        "outer": 985,
        "outlet": 986,
        "outside": 987,
        "outward": 988,
        "oval": 989,
        "oven": 990,
        "ovens": 991,
        "over": 992,
        "overflowing": 993,
        "overhead": 994,
        "oversize": 995,
        "own": 996,
        "pack": 997,
        "package": 998,
        "packed": 999,
        "padded": 1000,
        "padding": 1001,
        "padio": 1002,
        "paint": 1003,
        "painted": 1004,
        "painting": 1005,
        "paintings": 1006,
        "pair": 1007,
        "pairs": 1008,
        "pale": 1009,
        "pan": 1010,
        "pane": 1011,
        "paned": 1012,
        "panel": 1013,
        "panels": 1014,
        "panes": 1015,
        "pans": 1016,
        "pantry": 1017,
        "pape": 1018,
        "paper": 1019,
        "papers": 1020,
        "par": 1021,
        "parallel": 1022,
        "part": 1023,
        "partial": 1024,
        "partially": 1025,
        "partition": 1026,
        "partitions": 1027,
        "partly": 1028,
        "past": 1029,
        "patio": 1030,
        "pattern": 1031,
        "patterned": 1032,
        "peach": 1033,
        "peddling": 1034,
        "people": 1035,
        "per": 1036,
        "perimeter": 1037,
        "perpendicular": 1038,
        "person": 1039,
        "personal": 1040,
        "pf": 1041,
        "phone": 1042,
        "phonethermostat": 1043,
        "photo": 1044,
        "photocopier": 1045,
        "photos": 1046,
        "piano": 1047,
        "picture": 1048,
        "picture's": 1049,
        "pictures": 1050,
        "piece": 1051,
        "pile": 1052,
        "pillar": 1053,
        "pillars": 1054,
        "pillow": 1055,
        "pillows": 1056,
        "pilow": 1057,
        "ping": 1058,
        "pink": 1059,
        "pinkish": 1060,
        "pipe": 1061,
        "pipes": 1062,
        "pitcher": 1063,
        "pitchers": 1064,
        "place": 1065,
        "placed": 1066,
        "placemats": 1067,
        "plaid": 1068,
        "plain": 1069,
        "plant": 1070,
        "plants": 1071,
        "plastic": 1072,
        "plate": 1073,
        "plates": 1074,
        "platinum": 1075,
        "plunger": 1076,
        "pockets": 1077,
        "pong": 1078,
        "pool": 1079,
        "porcelain": 1080,
        "portion": 1081,
        "portions": 1082,
        "position": 1083,
        "positioned": 1084,
        "post": 1085,
        "poster": 1086,
        "posters": 1087,
        "pot": 1088,
        "pots": 1089,
        "potted": 1090,
        "pottoaster": 1091,
        "power": 1092,
        "preparing": 1093,
        "pringles": 1094,
        "print": 1095,
        "printer": 1096,
        "printers": 1097,
        "printing": 1098,
        "prints": 1099,
        "prism": 1100,
        "prisms": 1101,
        "privacy": 1102,
        "products": 1103,
        "projector": 1104,
        "pull": 1105,
        "pulled": 1106,
        "punch": 1107,
        "purple": 1108,
        "purse": 1109,
        "push": 1110,
        "pushed": 1111,
        "put": 1112,
        "quarter": 1113,
        "queen": 1114,
        "question": 1115,
        "rack": 1116,
        "racks": 1117,
        "radiator": 1118,
        "radiators": 1119,
        "rail": 1120,
        "railing": 1121,
        "rails": 1122,
        "rainbow": 1123,
        "range": 1124,
        "raound": 1125,
        "reactange": 1126,
        "reading": 1127,
        "rear": 1128,
        "recatangle": 1129,
        "receptacle": 1130,
        "recessed": 1131,
        "reclining": 1132,
        "rectangle": 1133,
        "rectangled": 1134,
        "rectangles": 1135,
        "rectangualr": 1136,
        "rectangular": 1137,
        "rectanular": 1138,
        "recyclables": 1139,
        "recycle": 1140,
        "recycle's": 1141,
        "recycling": 1142,
        "recyling": 1143,
        "red": 1144,
        "reddish": 1145,
        "refidgerator": 1146,
        "refill": 1147,
        "refridgerator": 1148,
        "refrigerator": 1149,
        "refrigerators": 1150,
        "refrigirator": 1151,
        "refuse": 1152,
        "regular": 1153,
        "relation": 1154,
        "relaxing": 1155,
        "remote": 1156,
        "remotes": 1157,
        "rest": 1158,
        "resting": 1159,
        "restroom": 1160,
        "rests": 1161,
        "retangular": 1162,
        "reveals": 1163,
        "ridge": 1164,
        "ridged": 1165,
        "ridges": 1166,
        "righ": 1167,
        "right": 1168,
        "rightmost": 1169,
        "risght": 1170,
        "rising": 1171,
        "rod": 1172,
        "roll": 1173,
        "roller": 1174,
        "rolling": 1175,
        "rolls": 1176,
        "roo": 1177,
        "room": 1178,
        "room's": 1179,
        "rooms": 1180,
        "rope": 1181,
        "round": 1182,
        "rounded": 1183,
        "row": 1184,
        "rows": 1185,
        "rug": 1186,
        "rug's": 1187,
        "run": 1188,
        "runs": 1189,
        "s": 1190,
        "same": 1191,
        "sandwiched": 1192,
        "sanitary": 1193,
        "sanitizer": 1194,
        "santa": 1195,
        "satchel": 1196,
        "scale": 1197,
        "scanner": 1198,
        "scene": 1199,
        "school": 1200,
        "sconce": 1201,
        "scorner": 1202,
        "screen": 1203,
        "scroll": 1204,
        "sea": 1205,
        "seat": 1206,
        "seated": 1207,
        "seater": 1208,
        "seating": 1209,
        "seats": 1210,
        "second": 1211,
        "section": 1212,
        "sectional": 1213,
        "sections": 1214,
        "see": 1215,
        "seeen": 1216,
        "segment": 1217,
        "segmented": 1218,
        "self": 1219,
        "semi": 1220,
        "separate": 1221,
        "separates": 1222,
        "seperates": 1223,
        "series": 1224,
        "set": 1225,
        "sets": 1226,
        "settings": 1227,
        "several": 1228,
        "sewing": 1229,
        "shade": 1230,
        "shampoo": 1231,
        "shape": 1232,
        "shaped": 1233,
        "shapes": 1234,
        "shapr": 1235,
        "sheer": 1236,
        "sheet": 1237,
        "sheets": 1238,
        "shef": 1239,
        "shelf": 1240,
        "shelfs": 1241,
        "shelves": 1242,
        "shelving": 1243,
        "shining": 1244,
        "shiny": 1245,
        "shirt": 1246,
        "shoe": 1247,
        "shoes": 1248,
        "shopping": 1249,
        "short": 1250,
        "shorter": 1251,
        "shortest": 1252,
        "should": 1253,
        "shower": 1254,
        "showering": 1255,
        "shredder": 1256,
        "side": 1257,
        "sides": 1258,
        "sign": 1259,
        "siilver": 1260,
        "sill": 1261,
        "silver": 1262,
        "silverware": 1263,
        "similar": 1264,
        "single": 1265,
        "sink": 1266,
        "sink's": 1267,
        "sinks": 1268,
        "sinl": 1269,
        "sinlk": 1270,
        "sit": 1271,
        "sits": 1272,
        "sitting": 1273,
        "sixteen": 1274,
        "size": 1275,
        "sized": 1276,
        "skinny": 1277,
        "slanting": 1278,
        "slantingly": 1279,
        "slap": 1280,
        "slat": 1281,
        "slats": 1282,
        "sleigh": 1283,
        "sliding": 1284,
        "slightly": 1285,
        "slippers": 1286,
        "sliver": 1287,
        "small": 1288,
        "smaller": 1289,
        "smallest": 1290,
        "smooth": 1291,
        "smoothed": 1292,
        "snack": 1293,
        "so": 1294,
        "soap": 1295,
        "soda": 1296,
        "sode": 1297,
        "sofa": 1298,
        "sofas": 1299,
        "soft": 1300,
        "softener": 1301,
        "solid": 1302,
        "some": 1303,
        "something": 1304,
        "south": 1305,
        "southern": 1306,
        "southwest": 1307,
        "southwestern": 1308,
        "space": 1309,
        "spacing": 1310,
        "spacious": 1311,
        "span": 1312,
        "speaker": 1313,
        "spectators": 1314,
        "speed": 1315,
        "splash": 1316,
        "spots": 1317,
        "spray": 1318,
        "sqaure": 1319,
        "square": 1320,
        "squat": 1321,
        "sshaped": 1322,
        "ssquare": 1323,
        "stack": 1324,
        "stacked": 1325,
        "stacks": 1326,
        "stainless": 1327,
        "stair": 1328,
        "staircase": 1329,
        "stairs": 1330,
        "stairwell": 1331,
        "stall": 1332,
        "stalls": 1333,
        "stand": 1334,
        "standard": 1335,
        "standered": 1336,
        "standing": 1337,
        "stands": 1338,
        "starts": 1339,
        "station": 1340,
        "stationary": 1341,
        "statue": 1342,
        "steel": 1343,
        "step": 1344,
        "steps": 1345,
        "stepstool": 1346,
        "stick": 1347,
        "sticking": 1348,
        "stoage": 1349,
        "stone": 1350,
        "stoned": 1351,
        "stool": 1352,
        "stools": 1353,
        "storage": 1354,
        "stored": 1355,
        "stove": 1356,
        "stove's": 1357,
        "straight": 1358,
        "stripe": 1359,
        "striped": 1360,
        "stripes": 1361,
        "stripped": 1362,
        "strong": 1363,
        "structure": 1364,
        "structures": 1365,
        "students": 1366,
        "studio": 1367,
        "study": 1368,
        "stuff": 1369,
        "stuffed": 1370,
        "style": 1371,
        "styled": 1372,
        "such": 1373,
        "suitcase": 1374,
        "suitcases": 1375,
        "supplies": 1376,
        "support": 1377,
        "supports": 1378,
        "surface": 1379,
        "surround": 1380,
        "surrounded": 1381,
        "surrounding": 1382,
        "swiffer": 1383,
        "switch": 1384,
        "swivel": 1385,
        "system": 1386,
        "table": 1387,
        "table's": 1388,
        "tabled": 1389,
        "tables": 1390,
        "tabletop": 1391,
        "tack": 1392,
        "tag": 1393,
        "take": 1394,
        "takes": 1395,
        "tall": 1396,
        "taller": 1397,
        "tan": 1398,
        "tank": 1399,
        "tap": 1400,
        "tapestry": 1401,
        "teacher": 1402,
        "teal": 1403,
        "teapot": 1404,
        "teh": 1405,
        "telephone": 1406,
        "telescope": 1407,
        "television": 1408,
        "texture": 1409,
        "than": 1410,
        "that": 1411,
        "that's": 1412,
        "theater": 1413,
        "them": 1414,
        "there": 1415,
        "thermostat": 1416,
        "they": 1417,
        "they're": 1418,
        "thick": 1419,
        "thin": 1420,
        "things": 1421,
        "third": 1422,
        "this": 1423,
        "those": 1424,
        "through": 1425,
        "throw": 1426,
        "throwing": 1427,
        "thru": 1428,
        "tier": 1429,
        "tiered": 1430,
        "tiers": 1431,
        "tile": 1432,
        "tiles": 1433,
        "tilework": 1434,
        "tin": 1435,
        "tiny": 1436,
        "tires": 1437,
        "tissue": 1438,
        "tissues": 1439,
        "to": 1440,
        "toast": 1441,
        "toaster": 1442,
        "together": 1443,
        "toilet": 1444,
        "toiletries": 1445,
        "toilets": 1446,
        "toliet": 1447,
        "toned": 1448,
        "too": 1449,
        "toolbox": 1450,
        "top": 1451,
        "tope": 1452,
        "topped": 1453,
        "tops": 1454,
        "tot": 1455,
        "total": 1456,
        "tote": 1457,
        "touch": 1458,
        "touches": 1459,
        "touching": 1460,
        "tow": 1461,
        "toward": 1462,
        "towards": 1463,
        "towel": 1464,
        "towels": 1465,
        "tower": 1466,
        "towers": 1467,
        "towle": 1468,
        "toy": 1469,
        "toys": 1470,
        "tp": 1471,
        "traash": 1472,
        "traffic": 1473,
        "transition": 1474,
        "transparent": 1475,
        "transparnt": 1476,
        "trapezoidal": 1477,
        "trash": 1478,
        "trashcan": 1479,
        "trashcans": 1480,
        "tray": 1481,
        "treadmill": 1482,
        "treadmills": 1483,
        "tree": 1484,
        "triangle": 1485,
        "triangular": 1486,
        "trim": 1487,
        "trimming": 1488,
        "trio": 1489,
        "triple": 1490,
        "trolley": 1491,
        "trundle": 1492,
        "trunk": 1493,
        "tub": 1494,
        "tube": 1495,
        "tubes": 1496,
        "tucked": 1497,
        "turned": 1498,
        "turquoise": 1499,
        "tv": 1500,
        "tv's": 1501,
        "tvs": 1502,
        "tw0": 1503,
        "twelve": 1504,
        "twice": 1505,
        "twin": 1506,
        "twist": 1507,
        "type": 1508,
        "typing": 1509,
        "u": 1510,
        "ue": 1511,
        "umbrella": 1512,
        "unclear": 1513,
        "under": 1514,
        "undermount": 1515,
        "underneath": 1516,
        "unit": 1517,
        "units": 1518,
        "unoccupied": 1519,
        "unter": 1520,
        "untucked": 1521,
        "up": 1522,
        "upholstered": 1523,
        "upper": 1524,
        "upright": 1525,
        "upside": 1526,
        "urinal": 1527,
        "urinals": 1528,
        "us": 1529,
        "use": 1530,
        "used": 1531,
        "using": 1532,
        "vacuum": 1533,
        "vacuums": 1534,
        "valence": 1535,
        "vanity": 1536,
        "vanity's": 1537,
        "variety": 1538,
        "various": 1539,
        "vase": 1540,
        "vases": 1541,
        "velvet": 1542,
        "vending": 1543,
        "venetian": 1544,
        "vent": 1545,
        "vertical": 1546,
        "vertically": 1547,
        "very": 1548,
        "view": 1549,
        "viewed": 1550,
        "viewer": 1551,
        "viewer's": 1552,
        "viewing": 1553,
        "violet": 1554,
        "visible": 1555,
        "wadded": 1556,
        "waistline": 1557,
        "wait": 1558,
        "waiting": 1559,
        "wal": 1560,
        "walk": 1561,
        "walking": 1562,
        "wall": 1563,
        "walls": 1564,
        "wardrobe": 1565,
        "wardrobes": 1566,
        "warm": 1567,
        "warmth": 1568,
        "wash": 1569,
        "washer": 1570,
        "washers": 1571,
        "washing": 1572,
        "washington": 1573,
        "waste": 1574,
        "wastebasket": 1575,
        "water": 1576,
        "watercolor": 1577,
        "waterfall": 1578,
        "waterfalls": 1579,
        "wavy": 1580,
        "way": 1581,
        "weight": 1582,
        "well": 1583,
        "west": 1584,
        "western": 1585,
        "wet": 1586,
        "wheel": 1587,
        "wheeled": 1588,
        "wheels": 1589,
        "when": 1590,
        "where": 1591,
        "while": 1592,
        "white": 1593,
        "white8": 1594,
        "whiteboard": 1595,
        "whiteboards": 1596,
        "whith": 1597,
        "whole": 1598,
        "whte": 1599,
        "whtie": 1600,
        "whtieboard": 1601,
        "wick": 1602,
        "wicker": 1603,
        "wide": 1604,
        "wider": 1605,
        "widescreen": 1606,
        "width": 1607,
        "window": 1608,
        "window's": 1609,
        "windows": 1610,
        "windowsill": 1611,
        "windwo": 1612,
        "wing": 1613,
        "wings": 1614,
        "with": 1615,
        "within": 1616,
        "without": 1617,
        "wodth": 1618,
        "woman": 1619,
        "wood": 1620,
        "wooded": 1621,
        "wooden": 1622,
        "work": 1623,
        "workbench": 1624,
        "workdesk": 1625,
        "working": 1626,
        "world": 1627,
        "would": 1628,
        "woven": 1629,
        "wrinkled": 1630,
        "write": 1631,
        "writing": 1632,
        "x": 1633,
        "yellow": 1634,
        "yellowish": 1635,
        "yes": 1636,
        "you": 1637,
        "you're": 1638,
        "your": 1639,
        "zebra": 1640,
        "zgainst": 1641,
        "<pad>": 0,
        "<unk>": 1,
        "<start>": 2,
        "<end>": 3,
        "<objloc>": 4
    },
    "idx2token": {
        "5": "0",
        "6": "1",
        "7": "10",
        "8": "12",
        "9": "16",
        "10": "1st",
        "11": "2",
        "12": "29",
        "13": "2nd",
        "14": "3",
        "15": "3rd",
        "16": "4",
        "17": "4th",
        "18": "5",
        "19": "5th",
        "20": "6",
        "21": "6.5",
        "22": "7",
        "23": "8",
        "24": "9",
        "25": "ability",
        "26": "about",
        "27": "abouve",
        "28": "above",
        "29": "abstract",
        "30": "accent",
        "31": "acoustic",
        "32": "across",
        "33": "adiato",
        "34": "adjacent",
        "35": "adjustable",
        "36": "aerosol",
        "37": "affixed",
        "38": "after",
        "39": "against",
        "40": "ahead",
        "41": "air",
        "42": "aisle",
        "43": "ajar",
        "44": "alarm",
        "45": "aligned",
        "46": "all",
        "47": "almost",
        "48": "along",
        "49": "already",
        "50": "also",
        "51": "alternative",
        "52": "aluminium",
        "53": "aluminum",
        "54": "amount",
        "55": "and",
        "56": "andon",
        "57": "angle",
        "58": "animal",
        "59": "animals",
        "60": "another",
        "61": "answerable",
        "62": "appears",
        "63": "apple",
        "64": "appliances",
        "65": "approximately",
        "66": "arched",
        "67": "archway",
        "68": "are",
        "69": "area",
        "70": "arm",
        "71": "armchair",
        "72": "armchairs",
        "73": "armless",
        "74": "armrest",
        "75": "armrests",
        "76": "arms",
        "77": "army",
        "78": "around",
        "79": "arranged",
        "80": "arrangement",
        "81": "arround",
        "82": "articles",
        "83": "arts",
        "84": "artwork",
        "85": "as",
        "86": "assorted",
        "87": "at",
        "88": "atop",
        "89": "attach",
        "90": "attached",
        "91": "audience",
        "92": "auditorium",
        "93": "automatic",
        "94": "away",
        "95": "b",
        "96": "baby",
        "97": "back",
        "98": "backback",
        "99": "backed",
        "100": "background",
        "101": "backing",
        "102": "backless",
        "103": "backpack",
        "104": "backpacks",
        "105": "backrest",
        "106": "backrests",
        "107": "backs",
        "108": "backside",
        "109": "backsides",
        "110": "backsplash",
        "111": "backwards",
        "112": "bad",
        "113": "bag",
        "114": "bags",
        "115": "balck",
        "116": "ball",
        "117": "balls",
        "118": "banner",
        "119": "bannister",
        "120": "bar",
        "121": "barbells",
        "122": "barn",
        "123": "barrel",
        "124": "bars",
        "125": "base",
        "126": "baseboard",
        "127": "basin",
        "128": "basket",
        "129": "baskets",
        "130": "bat",
        "131": "bath",
        "132": "bathfub",
        "133": "bathrobe",
        "134": "bathroom",
        "135": "bathroom's",
        "136": "bathtub",
        "137": "bathtub's",
        "138": "battery",
        "139": "bclack",
        "140": "be",
        "141": "bean",
        "142": "bear",
        "143": "bec",
        "144": "because",
        "145": "bed",
        "146": "bed's",
        "147": "bedding",
        "148": "bedroom",
        "149": "beds",
        "150": "before",
        "151": "behind",
        "152": "beige",
        "153": "bell",
        "154": "below",
        "155": "bench",
        "156": "beneath",
        "157": "beside",
        "158": "besides",
        "159": "between",
        "160": "beyond",
        "161": "bicycle",
        "162": "big",
        "163": "bigger",
        "164": "bike",
        "165": "bin",
        "166": "binn",
        "167": "bins",
        "168": "biscuit",
        "169": "blac",
        "170": "black",
        "171": "blackboard",
        "172": "blaclk",
        "173": "bland",
        "174": "blank",
        "175": "blanket",
        "176": "blinds",
        "177": "block",
        "178": "blue",
        "179": "bluish",
        "180": "board",
        "181": "board's",
        "182": "boards",
        "183": "body",
        "184": "boiler",
        "185": "bolted",
        "186": "booik",
        "187": "book",
        "188": "bookcase",
        "189": "bookhelf",
        "190": "books",
        "191": "bookshelf",
        "192": "bookshelve",
        "193": "bookshelves",
        "194": "border",
        "195": "bot",
        "196": "both",
        "197": "bottle",
        "198": "bottled",
        "199": "bottles",
        "200": "bottom",
        "201": "bowl",
        "202": "bowls",
        "203": "bown",
        "204": "box",
        "205": "boxes",
        "206": "boxy",
        "207": "brass",
        "208": "break",
        "209": "breakfast",
        "210": "brick",
        "211": "bright",
        "212": "bronze",
        "213": "broom",
        "214": "brow",
        "215": "brown",
        "216": "brownd",
        "217": "brownish",
        "218": "brush",
        "219": "bucket",
        "220": "buckets",
        "221": "built",
        "222": "bulge",
        "223": "bullentin",
        "224": "bulletin",
        "225": "bunch",
        "226": "bunched",
        "227": "bunchy",
        "228": "bunk",
        "229": "bureau",
        "230": "burgundy",
        "231": "burner",
        "232": "burners",
        "233": "but",
        "234": "butted",
        "235": "by",
        "236": "c",
        "237": "cabine",
        "238": "cabinet",
        "239": "cabinets",
        "240": "cable",
        "241": "cabnets",
        "242": "cabniet",
        "243": "cabniets",
        "244": "cahir",
        "245": "calendar",
        "246": "called",
        "247": "camera",
        "248": "can",
        "249": "candle",
        "250": "candles",
        "251": "caninet",
        "252": "canned",
        "253": "canon",
        "254": "canopy",
        "255": "cans",
        "256": "car",
        "257": "caramel",
        "258": "carboard",
        "259": "cardboard",
        "260": "care",
        "261": "carpet",
        "262": "carpeted",
        "263": "carrels",
        "264": "carseat",
        "265": "cart",
        "266": "case",
        "267": "cases",
        "268": "casing",
        "269": "caster",
        "270": "casters",
        "271": "ceiling",
        "272": "celing",
        "273": "cemter",
        "274": "cente",
        "275": "center",
        "276": "centered",
        "277": "central",
        "278": "ceramic",
        "279": "chainging",
        "280": "chair",
        "281": "chair's",
        "282": "chairc",
        "283": "chairs",
        "284": "chais",
        "285": "chalk",
        "286": "chalkboard",
        "287": "chari",
        "288": "charis",
        "289": "chars",
        "290": "checked",
        "291": "checkerboard",
        "292": "checkered",
        "293": "cherry",
        "294": "chest",
        "295": "chevron",
        "296": "chiar",
        "297": "children's",
        "298": "chinaware",
        "299": "chips",
        "300": "chrome",
        "301": "cinder",
        "302": "circle",
        "303": "circles",
        "304": "circular",
        "305": "clack",
        "306": "classroom",
        "307": "clay",
        "308": "clean",
        "309": "cleaner",
        "310": "cleaning",
        "311": "clear",
        "312": "clock",
        "313": "close",
        "314": "closed",
        "315": "closer",
        "316": "closest",
        "317": "closet",
        "318": "cloth",
        "319": "clothes",
        "320": "clothing",
        "321": "cloths",
        "322": "cluster",
        "323": "clutter",
        "324": "cluttered",
        "325": "coat",
        "326": "coatrack",
        "327": "coffee",
        "328": "cofffe",
        "329": "collage",
        "330": "color",
        "331": "coloration",
        "332": "colored",
        "333": "colorful",
        "334": "colors",
        "335": "column",
        "336": "combination",
        "337": "come",
        "338": "comfort",
        "339": "comfortable",
        "340": "comforter",
        "341": "comfy",
        "342": "coming",
        "343": "commode",
        "344": "compact",
        "345": "compartments",
        "346": "composed",
        "347": "composite",
        "348": "compost",
        "349": "computer",
        "350": "computers",
        "351": "concrete",
        "352": "conditioner",
        "353": "cone",
        "354": "coner",
        "355": "conference",
        "356": "conical",
        "357": "connect",
        "358": "connected",
        "359": "container",
        "360": "containers",
        "361": "controllers",
        "362": "cooler",
        "363": "cooling",
        "364": "cooten",
        "365": "copier",
        "366": "copy",
        "367": "copying",
        "368": "cord",
        "369": "corded",
        "370": "corfner",
        "371": "cork",
        "372": "corkboard",
        "373": "cormer",
        "374": "corner",
        "375": "corners",
        "376": "cots",
        "377": "cotton",
        "378": "couch",
        "379": "couch's",
        "380": "couched",
        "381": "couches",
        "382": "counter",
        "383": "counters",
        "384": "countertop",
        "385": "couple",
        "386": "course",
        "387": "cover",
        "388": "covered",
        "389": "covering",
        "390": "covers",
        "391": "cpu",
        "392": "crate",
        "393": "cream",
        "394": "crooked",
        "395": "cr\u00e8me",
        "396": "cubby",
        "397": "cubcle",
        "398": "cube",
        "399": "cubicle",
        "400": "cubicles",
        "401": "cuboid",
        "402": "cuch",
        "403": "cup",
        "404": "cupboard",
        "405": "cupboards",
        "406": "cups",
        "407": "curled",
        "408": "curly",
        "409": "curtain",
        "410": "curtained",
        "411": "curtains",
        "412": "curtan",
        "413": "curtian",
        "414": "curtin",
        "415": "curved",
        "416": "curvy",
        "417": "cushiomn",
        "418": "cushion",
        "419": "cushioned",
        "420": "cushions",
        "421": "cutout",
        "422": "cutter",
        "423": "cutting",
        "424": "cyan",
        "425": "cylinder",
        "426": "cylindrical",
        "427": "dark",
        "428": "darker",
        "429": "darl",
        "430": "dart",
        "431": "deadbeat",
        "432": "decoration",
        "433": "decorations",
        "434": "decorative",
        "435": "decors",
        "436": "deep",
        "437": "deks",
        "438": "depending",
        "439": "design",
        "440": "designed",
        "441": "desk",
        "442": "desks",
        "443": "desktop",
        "444": "dest",
        "445": "detached",
        "446": "detergent",
        "447": "detergents",
        "448": "different",
        "449": "dining",
        "450": "dinner",
        "451": "dinning",
        "452": "direction",
        "453": "directly",
        "454": "dish",
        "455": "dishes",
        "456": "dishwasher",
        "457": "dispenser",
        "458": "dispensers",
        "459": "dispensor",
        "460": "display",
        "461": "disposal",
        "462": "divider",
        "463": "dividers",
        "464": "documents",
        "465": "dog",
        "466": "doll",
